INSERT INTO student (name,hurigana,nickname,mailaddress,area,age,sex)
VALUES('上路啓太','あげじけいた','ケータロス','test@example.com','青森県',24,'男性'),
      ('永田浩紀','ながたひろき','ヒロ','hiroki8833yyy@yahoo.co.jp','品川区',32,'男性'),
      ('佐伯智子','さえきともこ','ともちゃん','Tomo639659ggdua@gmail.com','台東区',17,'女性'),
      ('牧野聡','まきのさとし','砂利ボーイ','pikatyu6633@hddujzh.jp','葛飾区',20,'男性'),
      ('長谷川里香','はせがわりか','りかちゃん','RikaRika66339@gajdhvoa.ac.jp','新宿区',22,'女性'),
      ('町田千尋','まちだちひろ','ちっひー','senntochihiro52736d@fish3ksi.com','青森県',19,'回答なし');

INSERT INTO studentscourses (student_id,course_name,start_date,end_date)
VALUES(1,'公務員','2024-06-11','2025-09-11'),
      (3,'Java','2023-11-26','2024-02-26'),
      (2,'English','2024-02-04','2024-12-04'),
      (5,'公務員','2024-01-18','2024-11-18'),
      (4,'公務員','2024-06-01','2024-06-01'),
      (3,'jazz','2024-01-18','2024-11-18'),
      (5,'Java','2024-04-22','2024-07-22'),
      (6,'English','2024-04-13','2024-02-13'),
      (1,'Java','2024-05-22','2024-05-22'),
      (2,'公務員','2024-03-11','2024-03-11');